{"status": "ok", "source": "talksport", "sortBy": "top", "articles": [{"author": "talkSPORT", "title": "Mohamed Salah injury update: Egyptian FA hopeful forward can feature in World Cup group stages despite shoulder problem", "description": "The Egyptian Football Federation has announced it does not expect Mohamed Salah's shoulder injury to keep him out for longer than three weeks, paving the way for him to feature at the World Cup. The Liverpool forward is in a race against time to be fit for the start of the tournament in Russia next month after being forced off the pitch in tears during Saturday's Champions League final.", "url": "http://talksport.com/football/mohamed-salah-injury-update-egyptian-fa-hopeful-forward-can-feature-world-cup-group-stages", "urlToImage": "https://talksport.com/sites/default/files/field/image/201805/salah_1_0.jpg", "publishedAt": "2018-05-30T16:40:00Z"}, {"author": "talkSPORT", "title": "Aston Villa FC news: John Terry to leave club following Championship play-off final defeat", "description": "John Terry will leave Championship side Aston Villa in the summer, the club have announced.  The former England and Chelsea captain signed for Villa last summer on a one-year deal but failed to help the club achieve its ambition of promotion back to the Premier League after losing the Championship play-off final to Fulham last weekend.  A club statement read: \"Aston Villa can confirm the club will part company with John Terry. \"We would like to place on record our most sincere thanks for the effort and professionalism he showed with us last season.\"", "url": "http://talksport.com/football/aston-villa-fc-news-john-terry-leave-club-following-championship-play-final-defeat", "urlToImage": "https://talksport.com/sites/default/files/field/image/201805/captain_leader_legend.jpg", "publishedAt": "2018-05-30T17:07:00Z"}, {"author": "talkSPORT", "title": "Manchester City FC transfer news: Matt Le Tissier warns Riyad Mahrez deal will prevent opportunities for Phil Foden", "description": "Phil Foden will have his opportunities further restricted at Manchester City should Pep Guardiola wrap up the signing of Riyad Mahrez this summer. Mahrez, the Leicester winger, is reportedly close to agreeing a £60m move to the Etihad, joining the champions’ already brilliant squad.", "url": "http://talksport.com/football/manchester-city-transfer-news-warns-riyad-mahrez-deal-prevent-phil-foden-forced-leave-loan", "urlToImage": "https://talksport.com/sites/default/files/field/image/201805/untitled_design_7.jpg", "publishedAt": "2018-05-30T08:39:00Z"}, {"author": "Billy Hawkins", "title": "Exclusive: Shahid Khan ‘optimistic’ Wembley Stadium purchase will be completed", "description": "Shahid Khan is ‘optimisic’ he will complete the purchase of Wembley Stadium from the Football Association. Khan, the Fulham and Jacksonville Jaguars owner, proposed a deal to the FA last month worth around £1billion, with £600m paid up front and the rest coming from match day revenue.", "url": "http://talksport.com/football/shahid-khan-wembley-stadium-purchase-completed-optimistic-fulham-jacksonville-jaguars-owner", "urlToImage": "https://talksport.com/sites/default/files/field/image/201805/gettyimages-962693848.jpg", "publishedAt": "2018-05-30T10:43:00Z"}, {"author": "talkSPORT", "title": "Former Chelsea owner Ken Bates criticised for 'sniff of money in the air' comments on racial abuse allegations at club", "description": "Ken Bates has been criticised for his reaction to the allegations of racial abuse at Chelsea by saying \"the sniff of money is in their air\". The 86-year-old owned Chelsea from 1982 until June 2003, which was during the period in which former youth team players claim they were racially abuse by two coaches. The club are investigating these allegations.  Bates was asked by the Proper Sport Daily podcast about the abuse allegations concerning Graham Rix and Gwyn Williams. Both men vehemently deny all the allegations.", "url": "http://talksport.com/football/former-chelsea-owner-ken-bates-criticised-sniff-money-air-comments-racial-abuse-allegations", "urlToImage": "https://talksport.com/sites/default/files/field/image/201805/bates.jpg", "publishedAt": "2018-05-30T20:48:00Z"}, {"author": "talkSPORT", "title": "Huddersfield Town FC news: David Wagner signs new contract with Terriers to summer of 2021", "description": "Huddersfield boss David Wagner and his coaching team have signed new three-year contracts, the Premier League club have announced. Wagner, assistant Christophe Buhler and first-team coach Andrew Hughes will remain at the John Smith's Stadium until the summer of 2021. The trio all had 12 months left on their previous contracts, but their new deals end months of speculation over their future, with various rival clubs across Europe reported to be keen on enticing Wagner away from West Yorkshire.", "url": "http://talksport.com/football/huddersfield-town-fc-news-david-wagner-signs-new-contract-terriers-summer-2021", "urlToImage": "https://talksport.com/sites/default/files/field/image/201805/gettyimages-915048694_0.jpg", "publishedAt": "2018-05-30T11:12:00Z"}, {"author": "talkSPORT", "title": "Football Association support 'honest and heartfelt' Raheem Sterling over gun tattoo controversy", "description": "Raheem Sterling has the support of the Football Association over his new gun tattoo. Pictures of the Manchester City ace in England training this week with an assault rifle inked on his right leg sparked a media frenzy, with anti-gun campaigners branding it \"disgusting\" and \"totally uncacceptable\". Lucy Cope, who founded Mothers Against Guns after her son Damian was shot dead outside a club in central London in July 2012, told The Sun: \"We demand he has the tattoo lasered off or covered up with a different tattoo.", "url": "http://talksport.com/football/football-association-support-honest-and-heartfelt-raheem-sterling-over-gun-tattoo", "urlToImage": "https://talksport.com/sites/default/files/field/image/201805/12234.jpg", "publishedAt": "2018-05-30T09:08:00Z"}, {"author": "Billy Hawkins", "title": "Loris Karius: Liverpool goalkeeper offered year spell with third-tier Rimini to ‘rediscover his self-belief’", "description": "Loris Karius has been offered the chance to ‘rediscover his self-belief’ with a year spell playing for Rimini FC, recently promoted to the Italian third division. The eyes of the world were watching when Karius gifted Real Madrid two goals in Saturday’s European Cup final, firstly by throwing the ball straight at Karim Benzema to open the scoring, and then by fumbling Gareth Bale’s long-range strike and dropping it over the line.", "url": "http://talksport.com/football/loris-karius-transfer-news-liverpool-leave-anfield-offered-year-third-tier-rimini-rediscover-self-belief", "urlToImage": "https://talksport.com/sites/default/files/field/image/201805/gettyimages-962801394.jpg", "publishedAt": "2018-05-30T07:36:00Z"}]}