{"status": "ok", "source": "techcrunch", "sortBy": "top", "articles": [{"author": "Megan Rose Dickey", "title": "Cowboy Ventures' Aileen Lee says enough with favoring the 'good guys'", "description": "Diversity and inclusion is a trash fire in Silicon Valley and in the business world at large. But let’s just focus on tech for now. At the Code Conference this evening, All Raise and Cowboy Ventures Partner Aileen Lee, shift7 CEO Megan Smith and Stubhub President Sukhinder Singh Cassidy talke…", "url": "https://techcrunch.com/2018/05/30/cowboy-ventures-aileen-lee-says-enough-with-favoring-the-good-guys/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/05/rec_asa_code18-20180530-171602-2739-xl.jpg?w=600", "publishedAt": "2018-05-31T01:03:19Z"}, {"author": "Brian Heater", "title": "Is Apple ready to take on Netflix?", "description": "This super creepy Tom Waits number pops into my head every time I read about another Apple content acquisition. For a billion-dollar project from one of the world’s biggest companies, the company’s upcoming streaming service is shaping up to be a strange collection of original content.  Of course, …", "url": "https://techcrunch.com/2018/05/30/is-apple-ready-to-take-on-netflix/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2016/11/mrd-apple-tv.jpg?w=600", "publishedAt": "2018-05-30T23:54:34Z"}, {"author": "Devin Coldewey", "title": "Government investigation finds federal agencies failing at cybersecurity basics", "description": "The Office of Management and Budget reports that the federal government is a shambles — cybersecurity-wise, anyway. Finding little situational awareness, few standard processes for reporting or managing attacks, and almost no agencies performing even basic encryption, the OMB concluded that \"the cu…", "url": "https://techcrunch.com/2018/05/30/government-investigation-finds-federal-agencies-failing-at-cybersecurity-basics/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2016/05/cyber-security-data-sharing.png?w=711", "publishedAt": "2018-05-30T23:23:12Z"}, {"author": "Frederic Lardinois", "title": "AWS's Neptune graph database is now generally available", "description": "AWS today announced that its Neptune graph database, which made its debut during the platform’s annual re:Invent conference last Novemberr, is now generally available. The launch of Neptune was one of the dozens of announcements the company made during its annual developer event, so you can b…", "url": "https://techcrunch.com/2018/05/30/awss-neptune-graph-database-is-now-generally-available/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/05/gettyimages-925557862.jpg?w=600", "publishedAt": "2018-05-30T21:58:18Z"}, {"author": "Anthony Ha", "title": "Apple is making a series about Emily Dickinson", "description": "Apple announced today that it’s placed a straight-to-series order for Dickinson, a show that will star Hailee Steinfeld as poet Emily Dickinson. Steinfeld is an actress and singer who was Oscar-nominated for her performance in True Grit and more recently performed in Pitch Perfect 2 and 3. Di…", "url": "https://techcrunch.com/2018/05/30/apple-dickinson/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/05/gettyimages-911887896.jpg?w=533", "publishedAt": "2018-05-30T21:11:25Z"}, {"author": "Megan Rose Dickey", "title": "Crypto expert says we won't see regulation for years", "description": "Blockchain, cryptocurrencies and digital assets took center stage at the Code Conference today. During a panel, Ripple CEO Brad Garlinghouse said Bitcoin could end up becoming the “Napster of digital currency,” noting how Bitcoin “showed us what’s possible, but in the end, i…", "url": "https://techcrunch.com/2018/05/30/crypto-expert-says-we-wont-see-regulation-for-years/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/05/ripple-blockchain.jpg?w=600", "publishedAt": "2018-05-30T20:19:13Z"}, {"author": "Ron Miller", "title": "Nvidia launches colossal HGX-2 cloud server to power HPC and AI", "description": "Nvida launched a monster box yesterday called the HGX-2, and it’s the stuff that geek dreams are made of. It’s a cloud server that is purported to be so powerful it combines high performance computing with artificial intelligence requirements in one exceptionally compelling package. You…", "url": "https://techcrunch.com/2018/05/30/nvidia-launches-colossal-hgx-2-cloud-server-to-power-hpc-and-ai/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/05/nvidia-hgx-2.jpg?w=711", "publishedAt": "2018-05-30T19:43:45Z"}, {"author": "Megan Rose Dickey", "title": "Stitch Fix CEO doesn't seem worried about Amazon", "description": "Stitch Fix CEO Katarina Lake did not express much concern over Amazon and its entrance into fashion with Prime Wardrobe at the Code Conference today. Lake says that while she does think about Amazon, that Amazon offers a “fundamentally different” value proposition. With Amazon, Lake sai…", "url": "https://techcrunch.com/2018/05/30/stitch-fix-ceo-doesnt-seem-worried-about-amazon/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/05/rec_asa_code18-20180530-102929-0798-xl.jpg?w=600", "publishedAt": "2018-05-30T19:32:46Z"}, {"author": "Brian Heater", "title": "Coffee Meets Bagel raises a $12M for international expansion and live events", "description": "Coffee Meets Bagel scored a $12 million Series B this week. The round, led by UK VC firm Atami Capital, brings the popular dating app’s total up to just under $20 million, since launching back in 2012. The San Francisco-based dating app has worked to distinguish itself from competitors like Bumble …", "url": "https://techcrunch.com/2018/05/30/coffee-meets-bagel-raises-a-12m-for-international-expansion-and-live-events/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/05/arum_dawoon1.jpg?w=600", "publishedAt": "2018-05-30T19:04:30Z"}, {"author": "Megan Rose Dickey", "title": "Airbnb CEO said company will 'be ready to IPO next year' but might not", "description": "Airbnb brings in billions of dollars of revenue annually and is profitable on an EBITDA basis, so many wonder if and when the home-sharing company will go public. At the Code Conference today, Airbnb CEO Brian Chesky said the company will “be ready to IPO next year, but I don’t know if …", "url": "https://techcrunch.com/2018/05/30/airbnb-ceo-said-company-will-be-ready-to-ipo-next-year-but-might-not/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/05/code-chesky.jpg?w=600", "publishedAt": "2018-05-30T19:01:14Z"}]}