{"status": "ok", "source": "wired-de", "sortBy": "top", "articles": [{"author": null, "title": "So wird eine außerirdische Blockchain die Menschheit zu den Sternen führen", "description": "Der Raumfahrtingenieur Igor Ashurbeyli hat ein eigenes Land gegründet. Die ist kleiner als ein Schuhkarton, hat aber fast 200.000 Einwohner. Die Weltraumnation Asgaridia existiert als ein Satellit im Erdorbit und soll zur Wissenschafts- und Wirtschaftsmacht heranwachsen. Helfen soll dabei die erste außerirdische Kryptowährung.", "url": "https://www.wired.de/article/eine-ausserirdische-blockchain-soll-unsere-zukunft-retten", "urlToImage": "https://res.cloudinary.com/wired-de/iu/s--8dbuxCc2--/c_fill,f_auto,h_450,q_auto:good,w_450/v1/0/AsgardiaStationjpg.jpg", "publishedAt": "2018-05-30T12:12:10Z"}, {"author": null, "title": "6 Gründe, warum dieser nebulöse Computerwissenschaftler wohl Bitcoin erfunden hat", "description": "Wer sich ein bisschen mit Kryptowährungen beschäftigt, hat von ihm gehört: Satoshi Nakamoto. Er ist der Erfinder von Bitcoin, ein Multimilliardär und das Genie hinter der Blockchain-Technologie. Aber sein Name ist nur ein Pseudonym! Doch es gibt viele Argumente, dass hinter dem Fake-Namen der Computerwissenschaftler Nick Szabo steht. WIRED Germany geht den Hinweisen nach.", "url": "https://www.wired.de/collection/tech/x-gruende-warum-dieser-nebuloese-computerwissenschaftler-der-bitcoin-erfinder-sein-koennte", "urlToImage": "https://res.cloudinary.com/wired-de/iu/s--fy8Onvet--/c_fill,f_auto,h_450,q_auto:good,w_450/v1/0/bitcoin-genesis-herojpg.jpg", "publishedAt": "2018-05-29T14:34:32Z"}, {"author": null, "title": "Virgin Galactic will bald erste Touristen ins All fliegen", "description": "Bei einem zweiten Testflug hat das Weltraumflugzeug von Richard Bransons Virgin Galactic nun Überschallgeschwindigkeit und eine Flughöhe von 35 Kilometern erreicht. Damit rückt das Ziel des Milliardärs näher, zahlende Touristen auf einen Sprung in das All mitzunehmen.", "url": "https://www.wired.de/collection/tech/virgin-galactics-vss-unity-fliegt-erneut", "urlToImage": "https://res.cloudinary.com/wired-de/iu/s--iw0D7PKq--/c_fill,f_auto,h_450,q_auto:good,w_450/v1/0/SpaceShipTwojpg.jpg", "publishedAt": "2018-05-30T12:31:02Z"}, {"author": null, "title": "Der Tod eines Investors vernichtet ein Ripple-Vermögen", "description": "Der US-Milliardär Matthew Mellon hatte früh in Ripple investiert. Durch seinen unerwarteten Tod könnte jetzt ein Vermögen in der Kryptowährung für immer verloren sein. Der Fall wirft Fragen dazu auf, was im Sterbefall mit digitalen Besitztümern geschehen soll.", "url": "https://www.wired.de/collection/life/der-tod-eines-investors-vernichtet-ein-ripple-vermoegen", "urlToImage": "https://res.cloudinary.com/wired-de/iu/s--ouZVh5bT--/c_fill,f_auto,h_450,q_auto:good,w_450/v1/0/GettyImages-915943294jpg.jpg", "publishedAt": "2018-05-30T12:23:09Z"}, {"author": null, "title": "Snapchat-CEO: Facebook sollte besser noch mehr von uns kopieren", "description": "Der Snapchat-CEO Evan Spiegel hat die Vorgehensweise von Facebook nach dem Cambridge Analytica Skandal heftig kritisiert. Sein Vorwurf: Facebook sollte nicht nur seine Features, sondern auch den Datenschutz von Snapchat abkupfern.", "url": "https://www.wired.de/collection/business/snap-ceo-evan-spiegel-kritisiert-facebooks-datenschutz", "urlToImage": "https://res.cloudinary.com/wired-de/iu/s--LnmVs4jM--/c_fill,f_auto,h_450,q_auto:good,w_450/v1/0/snap-hero-00022jpg.jpg", "publishedAt": "2018-05-30T08:41:58Z"}]}