{"status": "ok", "source": "associated-press", "sortBy": "top", "articles": [{"author": "JOSH LEDERMAN, MATTHEW LEE and CHRISTOPHER BODEEN", "title": "Top North Korean official, Pompeo meet to discuss summit", "description": "NEW YORK (AP) — A senior North Korean official and the top U.S. diplomat had dinner in New York on Wednesday as President Donald Trump and Kim Jong Un try to salvage prospects for a high-stakes nuclear summit. It's the highest-level official North Korean visit to the United States in 18 years. Kim Yong Chol, the former military intelligence chief and one of the North Korean leader's closest aides, landed midafternoon on an Air China flight from Beijing. Associated Press journalists saw the plane taxi down the tarmac before the North's delegation disembarked at JFK International Airport.", "url": "https://apnews.com/0767c686626141cc919d2a2a3790d851", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:48128ccde2ca4a0caec0283ca0c25ecf/2837.jpeg", "publishedAt": "2018-05-31T00:47:15Z"}, {"author": "ANNE FLAHERTY", "title": "GOP's Gowdy rejects Trump's 'spy' claim, defends FBI probe", "description": "WASHINGTON (AP) — There is no evidence that the FBI planted a \"spy\" on President Donald Trump's 2016 campaign, a senior House Republican said Wednesday, contradicting Trump's repeated insistence that the agency inserted a \"spy for political reasons and to help Crooked Hillary win.\" Rep. Trey Gowdy, chairman of the House Oversight Committee and a longtime Trump supporter, was briefed last week by the Justice Department and FBI following reports that investigators relied on a U.S. government informant in their probe of Russian election meddling.", "url": "https://apnews.com/8003bd05219c48eaaada3ee2135dbd0c", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:080185c66b8e4f47982fa1964bba9642/3000.jpeg", "publishedAt": "2018-05-30T22:05:57Z"}, {"author": "The Associated Press", "title": "10 Things to Know for Thursday", "description": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about Thursday: 1. HIGH-STAKES DIPLOMACY PLAYING OUT A senior North Korean official arrives in New York in the highest-level official visit to the United States in 18 years, as President Trump and Kim Jong Un try to salvage their on-again, off-again nuclear summit. 2. 'I'M STILL ALIVE'", "url": "https://apnews.com/2e6314c95d954ec789012b291d1bbefb", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:04f665f96bda4591a1f454ccdc81eb05/2973.jpeg", "publishedAt": "2018-05-30T23:48:36Z"}, {"author": "MARCY GORDON", "title": "Banks would be freer to trade for profit under Fed proposal", "description": "WASHINGTON (AP) — The largest U.S. banks would have leeway to take riskier trading bets for their own profit under proposed changes the Federal Reserve unveiled Wednesday. The changes would loosen rules that since the 2008 financial meltdown have barred big banks from using depositors' money to make sizable bets on stocks and bonds. The Fed now wants to relax these regulations, thereby giving Wall Street greater ability to engage in profit-making trades.", "url": "https://apnews.com/5cbec00c6e434899914e8ff29517d1da", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:13f463d9527c4971bc30c1e13e7ded74/3000.jpeg", "publishedAt": "2018-05-31T00:05:51Z"}, {"author": "JENNIFER PELTZ", "title": "Weinstein indicted in sex case; lawyer says he'll fight it", "description": "NEW YORK (AP) — Harvey Weinstein was indicted Wednesday on rape and criminal sex act charges, furthering the first criminal case to arise from a slate of sexual misconduct allegations against the former movie mogul. Manhattan District Attorney Cyrus R. Vance Jr. said the indictment brings Weinstein \"another step closer to accountability\" for alleged attacks on two women in New York. Weinstein's lawyer, Benjamin Brafman, said he would \"vigorously defend\" against the indictment and ask a court to dismiss it. He called the allegations \"unsupported\" and reiterated that Weinstein strongly denies them.", "url": "https://apnews.com/8e1afa56f76040adb3a1158a8d1e2f5f", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:07058b025cc84c85acc08be4e1317b06/3000.jpeg", "publishedAt": "2018-05-30T22:35:18Z"}, {"author": "DAVID BAUDER", "title": "ABC and 'Roseanne': Many warning signs before racist tweet", "description": "NEW YORK (AP) — An old picture of Roseanne Barr dressed as Adolf Hitler, wearing a swastika and pulling burnt cookies from an oven, splashed on the front of the New York Daily News Wednesday like a neon sign asking ABC executives: What were you thinking? Given Barr's past incidents of bad behavior and questionable social media posts, ABC faced questions Wednesday about why it went back into business with her before it all blew apart. ABC canceled its successful reboot of \"Roseanne\" on Tuesday following the star's racist tweet likening former Obama adviser Valerie Jarrett to a cross between the Muslim Brotherhood and a \"Planet of the Apes\" actor.", "url": "https://apnews.com/cc82695a530545618958b37580570f91", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:0c4d4c8de78d43908b829d41e182f6d7/2952.jpeg", "publishedAt": "2018-05-30T23:37:05Z"}, {"author": "TERRY SPENCER and CURT ANDERSON", "title": "Florida school shooting suspect foretold intention in videos", "description": "FORT LAUDERDALE, Fla. (AP) — In chilling cellphone videos released Wednesday, the suspect in a February massacre at a Florida high school announced his intention to become the next school shooter, aiming to kill at least 20 people and saying \"you're all going to die.\" The three videos released by prosecutors were found on the cellphone of suspect Nikolas Cruz after the Feb. 14 shooting at Marjory Stoneman Douglas High School that killed 17 people and injured 17 others.", "url": "https://apnews.com/c9f6d6da510447ad90fc1a50d6b656f2", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:b0c154df23eb48f29fcea97ed71e6152/3000.jpeg", "publishedAt": "2018-05-31T00:08:07Z"}, {"author": "DMYTRO VLASOV and NATALIYA VASILYEVA", "title": "'Slain' Russian journalist turns up alive at news conference", "description": "KIEV, Ukraine (AP) — To the gasps, whoops and applause of stunned colleagues, Russian journalist Arkady Babchenko walked into a news conference Wednesday, less than a day after police in the Ukrainian capital said he had been assassinated. Authorities said his death had been staged to foil a plot on his life by Moscow's security services and one arrest was made. Russia denounced the faked killing as an outlandish attempt at defamation by its neighbor and foe. Even Babchenko's wife was unaware of the deception, and the 41-year-old Kremlin critic who fled to Ukraine 15 months ago apologized to her \"for the hell she had to go through in the past two days. There was no choice there, either.\"", "url": "https://apnews.com/071e708bf9c14e11af25a89e08cf2b4f", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:0bd66b26b9cf4d2d9b38226f4547bc05/3000.jpeg", "publishedAt": "2018-05-30T20:01:32Z"}, {"author": "DAN GELSTON", "title": "76ers exec accused of trashing others anonymously on Twitter", "description": "PHILADELPHIA (AP) — The Philadelphia 76ers are investigating whether team president Bryan Colangelo used a variety of Twitter accounts to anonymously trash some of his own players and fellow executives and defend himself against criticism from fans and the sports media. The allegations, reported Tuesday by the sports website The Ringer, raised questions about Colangelo's future and that of the NBA team itself, a rising franchise heading into perhaps its most important summer ever as it tries to attract free agents to contend for championships.", "url": "https://apnews.com/fc7f249a5f3a46c1939e56e489c5a2ce", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:9136997d8f9d4be0a1b5f367fe834267/3000.jpeg", "publishedAt": "2018-05-31T01:24:03Z"}, {"author": "JILL COLVIN and ANTHONY McCARTNEY", "title": "Kim Kardashian West goes to the White House to talk pardon", "description": "WASHINGTON (AP) — Reality TV star Kim Kardashian West paid a visit to the White House Wednesday to make a star-powered case to President Donald Trump and his staff on behalf of a woman serving a life sentence for drug offenses. Kardashian West has been urging the president to pardon Alice Marie Johnson, 63, who has spent more than two decades behind bars and is not eligible for parole. It had been unclear whether the socialite would have the chance to sit down with Trump while she was in Washington, but Trump confirmed the meeting — as he often does — via Twitter, writing, \"Great meeting with @KimKardashian today, talked about prison reform and sentencing.\"", "url": "https://apnews.com/0473f91584a74f24bcf490405324e33a", "urlToImage": "https://storage.googleapis.com/afs-prod/media/media:02e74faba22b4949b327cc3c42a79b65/1834.jpeg", "publishedAt": "2018-05-31T00:50:35Z"}]}